{
  "nav": {
    "company": "Company",
    "about_us": "About us",
    "services": "Services",
    "contact_us": "Contact us",
    "team": "Team",
    "career": "Career",
    "hosting_sites": "Hosting sites",
    "pricing_models": "Pricing models",
    "payment_methods": "Payment methods"
  },
  "home": {
    "heading": {
      "part1": "We help",
      "red": "Business",
      "part2": "in their\ndesign & development journey.",
      "description": "Design and digital product development company. We create beautiful and functional web platforms, apps, and custom software solutions."
    },
    "about": {
      "title": "About Us",
      "description": "Software solution company established to help startups with technology and passion to start their journey in the market."
    },
    "numbers": {
      "title": "AQuadic In Numbers",
      "projects": "PROJECTS",
      "clients": "CLIENTS",
      "countries": "COUNTRIES"
    },
    "clients": {
      "title": "Our Clients Are Our Partners"
    },
    "testimonials": {
      "title": "Testimonials"
    }
  },
  "portfolio": {
    "title": "Our Latest Creative Projects",
    "see_all": "See All Portfolio",
    "view_details": "View Details",
    "applications": "Applications",
    "websites": "Websites",
    "screens": "Screens",
    "try_it_now": "Try it now",
    "mobile": "Mobile",
    "desktop": "Desktop"
  },
  "technologies": {
    "title": "Technologies"
  },
  "services": {
    "title": "Our Services"
  },
  "team": {
    "title": "Our People",
    "description": "This is our team, a lot of smiling happy people who work hard to empower your Project.",
    "worked_on": "Projects that have been worked on",
    "leadership": {
      "title": "Our leadership team",
      "description": "With over 100 years of combined experience, we've got a well-seasoned team at the helm."
    },
    "creative": {
      "title": "Our Creative team",
      "description": "These are the people that make the magic happen."
    }
  },
  "career": {
    "title": "Advance Your Career with AQuadic",
    "join": {
      "title": "Join Our Team",
      "description": "We believe that people are the key to success and we feel proud every time when someone new is joining.We are driven by our mission to provide an informative and interactive environment to our employees that bring out the best in them."
    },
    "advantages": {
      "title": "Benefits & Advantages",
      "environment": {
        "title": "Relaxed Environment",
        "description": "Have a relaxed working environment, cool offices, and an open-minded community"
      },
      "opportunities": {
        "title": "Learning opportunities",
        "description": "Continuously learn, help others and improve personally and professionally"
      },
      "technologies": {
        "title": "Latest Technologies",
        "description": "Collaborate on challenging projects Working with the latest technologies"
      }
    },
    "positions": {
      "title": "Open Positions",
      "learn_more": "Learn More",
      "cant_see_position": {
        "title": "Can’t see a position that interests you?",
        "description": "Please send your CV and write the name of the position you are interested in. We’ll get in touch with you once we open a suitable role."
      }
    },
    "job": {
      "description": "Job Description",
      "requirements": "Requirements"
    }
  },
  "contact_us": {
    "title": "Get In Touch",
    "subtitle": "Contact Info",
    "first_name": "First Name",
    "last_name": "Last Name",
    "email": "Email",
    "subject": "Subject",
    "position": "Position",
    "cv": "Upload your CV",
    "message": "Leave your message...",
    "send_message": "Send Message",
    "send_application": "Send Application"
  },
  "time_model":{
    "title": "Top Product Pricing Strategies & Competitive Pricing Methods",
"part1":{
  "title":"Fixed Price Model",
  "image":"..",
  "description":"Fixed Price model is suitable for projects with well-defined requirements and schedules. When your need is clearly specified in sufficient details, AQuadic estimates the project scope and complexity and provides a project delivery schedule along with the fixed price for the complete product development. Under this business model, AQuadic ensures quality delivery of the final product within a pre-scheduled timeframe, and the customer pays a mutually agreed fixed price for the project implementation. The primary advantage of the Fixed Price model consists in allowing the customer to determine exactly the project budget in advance. However, in comparison with the Time & Materials model, Fixed Price contracts tend to be less flexible for managing changes and additional features requests. Any requirement changes or new feature requests occurring during the project implementation process will cause a re-negotiation of the delivery schedule and price."

},
"part2":{
  "title":"Time Model",
  "image":"..",
  "description":"AQuadic Time model is the perfect choice if your tasks are not continuous, you don’t want to hire a full-time employee to work for just a week each month. AQuadic offers you a dedicated employee to work for your project and you just have to pay for the Hours Worked Hourly Rate. Here are some benefits you can gain from AQyadic Time & Material Model:",
"list": "High degree of flexibility in changing or modifying the project’s requirements or even the project’s scope as a whole.\n No need to pay a pre-prepared bill full of wages; instead, the customer just pays only for time worked.\n The possibility of assigning up to 2 resources in parallel for the same task.\n Easy communication via extended communication channels during the working hours.\n Access to issue tracking tool.\n Access to Project Management tool.\n Periodical Timesheet and Work Progress Reports."
},
"part3":{
  "title":"Off-shore Dedicated Teams Model",
  "image":"..",
  "description":" Assigning the task of building your own virtual team using one of AQuadic professional teams that will be dedicated only for your projects (either to develop new solutions or to make changes to an existing one) in a specified time period helps you to avoid a headache and risks of forming a Development Unit on your site and getting trapped in the infinite loop of employees’ turnover and increasing operation costs which would affect directly the cost, quality and time taken to have your project done. Here are some benefits you can gain from AQuadic offshore dedicated teams: ",
"list":"Minimizing the cost of your projects\n Preventing the risk of fast employees turnover\n Stand-by backup resources\n Professional project management\n Easy communication via extended communication channels during the working hours\n Access to issue tracking tool\n Access to project management tool\n Weekly timesheet and work progress reports"
}
  },
  "hosting":{
    "title":"Best Web Hosting for Small Businesses Find the right service for your business",
    "btn":"Visit Site"
  },
  "footer": {
    "rights_reserved": "All rights reserved.",
    "aquadic": "AQuadic Software"
  }
}
